[
  {
    "name": "Projet IWA",
    "date": "Septembre 2023 - Novembre 2023",
    "languages": "React Native, Java, Kotlin, Docker, Spring Boot, Spring WebFlux, Keycloak, Kafka, MongoDB, PostgreSQL",
    "number": "2",
    "description": "Ce projet est un projet scolaire pour la 5e année d'école d'ingénieurs à Polytech Montpellier. Le but du projet était d'introduire le concept de microservices et de mettre en œuvre un projet avec ce principe. Le projet vise à développer une application complète pour les recruteurs d'emplois saisonniers, les candidats et les administrateurs.",
    "demoLink": "https://www.youtube.com/embed/XNGojZddmu4?rel=0&autoplay=0&mute=1",
    "githubLink": "https://github.com/romainfrezier/Seasonsforce",
    "documentUrl": ""
  },
  {
    "name": "Projet Industriel",
    "date": "Avril 2023 - Mai 2023",
    "languages": "Angular, Quarkus, MongoDB, Java, TypeScript, AWS, Firebase",
    "number": "2",
    "description": "Le projet industriel est un projet que nous avons eu à réaliser durant notre 4ème année d'école d'ingénieur. Le but de ce projet est de créer une application à la demande d'un client. Notre client, l'École Nationale Supérieure de Chimie de Montpellier, nous a permis de créer un jeu de plateau pour leurs étudiants. Ce jeu de plateau permet aux étudiants de réviser leurs cours de chimie de manière ludique.",
    "demoLink": "https://www.youtube.com/embed/9vE6duudhwA?rel=0&autoplay=0&mute=1",
    "githubLink": "https://github.com/romainfrezier/ChemistryDeathRace",
    "documentUrl": ""
  },
  {
    "name": "Projet Mobile",
    "date": "Mars 2023 - Mars 2023",
    "languages": "Swift UI, Firebase, Express, MongoDB",
    "number": "2",
    "description": "Le projet Mobile est un projet que nous avons eu à réaliser durant notre 4ème année d'école d'ingénieur. Le but de ce projet est de créer une API REST qui sera utilisée par une application mobile iOS.",
    "demoLink": "https://www.youtube.com/embed/tgokcN5KR88?rel=0&autoplay=0&mute=1",
    "githubLink": "https://github.com/romainfrezier/Mobile-iOS",
    "documentUrl": ""
  },
  {
    "name": "Projet de Data Science",
    "date": "Décembre 2022 - Janvier 2023",
    "languages": "Python, PySpark, Pandas, AWS S3, AWS Athena, SQL, Maths",
    "number": "3",
    "description": "Création d'une infographie pour répondre à une question posée par l'Open Data University : La répartition des infrastructures de recharge pour véhicules électriques est-elle pertinente en France ?",
    "demoLink": "",
    "githubLink": "",
    "documentUrl": "assets/files/Rapport_Frezier_Italiano_Sartori.pdf"
  }
]
