[
  {
    "name": "IWA Project",
    "date": "September 2023 - November 2023",
    "languages": "React Native, Java, Kotlin, Docker, Spring Boot, Spring WebFlux, Keycloak, Kafka, MongoDB, PostgreSQL",
    "number": "2",
    "description": "This project is a school project for the 5th year of engineering school at Polytech Montpellier. The aim of the project was to introduce the concept of microservices and to implement a project based on this principle. The project aims to develop a complete application for seasonal job recruiters, candidates and administrators.",
    "demoLink": "https://www.youtube.com/embed/XNGojZddmu4?rel=0&autoplay=0&mute=1",
    "githubLink": "https://github.com/romainfrezier/Seasonsforce",
    "documentUrl": ""
  },
  {
    "name": "Industrial Project",
    "date": "April 2023 - May 2023",
    "languages": "Angular, Quarkus, MongoDB, Java, TypeScript, AWS, Firebase",
    "number": "2",
    "description": "The industrial project is a project we had to carry out during our 4th year of engineering school. The aim of this project was to create an application at the request of a customer. Our client, the École Nationale Supérieure de Chimie de Montpellier, asked us to create a board game for their students. The board game is a fun way for students to review their chemistry courses.",
    "demoLink": "https://www.youtube.com/embed/9vE6duudhwA?rel=0&autoplay=0&mute=1",
    "githubLink": "https://github.com/romainfrezier/ChemistryDeathRace",
    "documentUrl": ""
  },
  {
    "name": "Mobile Project",
    "date": "January 2023 - March 2023",
    "languages": "Swift UI, Firebase, Express, MongoDB",
    "number": "2",
    "description": "The Mobile project is a project that we had to do during our 4th year of engineering school. The goal of this project is to create an REST API that will be used by a mobile app on iOS.",
    "demoLink": "https://www.youtube.com/embed/tgokcN5KR88?rel=0&autoplay=0&mute=1",
    "githubLink": "https://github.com/romainfrezier/Mobile-iOS",
    "documentUrl": ""
  },
  {
    "name": "Data Science Project",
    "date": "December 2022 - January 2023",
    "languages": "Python, PySpark, Pandas, AWS S3, AWS Athena, SQL, Maths",
    "number": "3",
    "description": "Creation of an infographic to answer a question posed by Open Data University: Is the distribution of recharging infrastructures for electric vehicles appropriate in France?",
    "demoLink": "",
    "githubLink": "",
    "documentUrl": "assets/files/Rapport_Frezier_Italiano_Sartori.pdf"
  }
]
