[
  {
    "company": "Infomaniak",
    "companyUrl": "https://infomaniak.com/",
    "companyLogo": "assets/images/work-experiences/infomaniak.webp",
    "place": "Geneva, Switzerland",
    "date": "March 2024 - August 2024",
    "positions": [
      {
        "position": "Junior Fullstack Engineer",
        "date": "September 2024 - Today",
        "description": "As a junior fullstack engineer at Infomaniak, I'm continuing to work in the Ticketing team as I did during my internship. I work mainly on the backend in Laravel, but also on the frontend in Angular. I'm an integral part of the SCRUM development team. I actively participate in several guilds, such as the backend guild and especially the recruitment guild."
      },
      {
        "position": "Fullstack Developer Intern",
        "date": "March 2024 - August 2024",
        "description": "During my work internship at Infomaniak, I was involved in developing new features for a ticketing management application. This application offers a complete ticketing service for companies, associations and various organisations that organise events."
      }
    ],
    "skills": "Laravel, MariaDB, Angular, Git, Docker, Jira, SCRUM, Communication"
  },
  {
    "company": "Reactional Music",
    "companyUrl": "https://reactionalmusic.com/",
    "companyLogo": "assets/images/work-experiences/reactional-music.webp",
    "place": "Stockholm, Sweden",
    "positions": [
      {
        "position": "Fullstack Developer Intern",
        "date": "June 2023 - August 2023",
        "description": "As an intern at Reactional Music, I worked on an application for music composers, and I developed some features like settings page, login to a reactional account or management of themes. This application allows composers to create and share their music themes for video games."
      }
    ],
    "skills": "Express, React, TypeScript, GitLab, Firebase, Figma, Notion, Agility"
  },
  {
    "company": "JTech SA",
    "companyUrl": "https://durlemann-energies.ch/",
    "companyLogo": "assets/images/work-experiences/jtech.webp",
    "place": "Geneva, Switzerland",
    "positions": [
      {
        "position": "Ventilation fitter",
        "date": "July 2017, 2018, 2019, 2020, 2021, 2022",
        "description": "I worked as a ventilation fitter during my summer holidays. I learned to work in a team and to adapt to different situations."
      }
    ],
    "skills": "Teamwork, Adaptability, Communication"
  }
]
